Repository: wp-plugins/kt-photogallery
Catalog: language/kt-photogallery-*.po
Languages: de_de

source: New Album
de_de: Neues Album

source: Image Count
de_de: Bilderanzahl

source: Album Count
de_de: Bilderanzahl

source: Add to Gallery
de_de: Zur Galerie hinzufügen

source: Close
de_de: Schließen

source: Choose Albums
de_de: Alben auswählen

source: Choose Images
de_de: Bilder auswählen

source: Add to Album
de_de: Album hinzufügen

source: Choose Thumbnail
de_de: Vorschaubild auswählen

source: Choose as Thumbnail
de_de: Vorschaubild auswählen

source: Photogalleries
de_de: Bildergallerien

source: A custom post type for photo galleries
de_de: Benutzerdefinierter Beitragstyp für Photogallerien

source: Galleries
de_de: Gallerien

source: Gallery
de_de: Galerie

source: Photogallery
de_de: Photogallerie

source: All Galleries
de_de: Alle Gallerien

# kt-photogallery new gallery
source: New Gallery
de_de: Neue Gallerie

source: Add New Gallery
de_de: Neue Gallerie hinzufügen

source: Edit Gallery
de_de: Gallerie bearbeiten

source: New Gallery
de_de: Neue Gallerie

source: View Gallery
de_de: Gallerie ansehen

source: Search Galleries
de_de: Gallerien durchsuchen

source: No galleries found
de_de: Keine Gallerien gefunden

source: No galleries found in Trash
de_de: Keine Gallerien im Papierkorb gefunden

source: Photoalbums
de_de: Photoalben

source: A custom post type for photo albums
de_de: Benutzerdefinierter Beitragstyp für Photoalben

source: Albums
de_de: Alben

source: Photoalbum
de_de: Bilderalbum

source: All Albums
de_de: Alle Alben

# kt-photogallery new album
source: New Album
de_de: Neues Album

source: Add New Album
de_de: Neues Album hinzufügen

source: Edit Album
de_de: Album bearbeiten

source: View Album
de_de: Album ansehen

source: Search Albums
de_de: Alben durchsuchen

source: No albums found
de_de: Keine Alben gefunden

source: No albums found in Trash
de_de: Keine Alben im Papierkorb gefunden

source: Album updated.
de_de: Album aktualisiert.

source: Album updated
de_de: Album aktualisiert

source: Album published.
de_de: Gallerie veröffentlicht.

source: Album saved
de_de: Album gespeichert

source: Album submitted.
de_de: Album abgeschickt.

source: Album scheduled for: $s.
de_de: Album geplant am %s

source: Album draft updated.
de_de: Albuenentwurf aktualisiert.

source: View album
de_de: Album ansehen

source: Gallery updated.
de_de: Gallerie aktualisiert.

source: Gallery updated
de_de: Gallerie aktualisiert

source: Gallery published.
de_de: Gallerie veröffentlicht.

source: Gallery saved
de_de: Gallerie gespeichert

source: Gallery submitted.
de_de: Gallerie abgeschickt.

source: Gallery scheduled for: $s.
de_de: Gallerie geplant am %s

source: Gallery draft updated.
de_de: Gallerieentwurf aktualisiert.

source: View gallery
de_de: Gallerie ansehen

source: Overview
de_de: Übersicht

source: On this page you find all your galleries. A gallery consists of albums which themself contain images from your Media Manager. If your current theme supports menus you can add gallerys to it.
de_de: Auf dieser Seite findest du alle deine gallerien. Eine gallerie besteht aus Alben, die ihrerseits aus Bildern des Media Managers bestehen. Wenn das aktuelle Design Menüs unterstützt, kannst du Gallerien in Navigationsmenüs einfügen.

source: Actions
de_de: Aktionen

source: If you move your mouse over an entry in the list additional options show up:
de_de: Wenn Du mit der Maus über einen Eintrag in der Liste fähst, dann werden zusätzlich Optionen angezeigt.

source: Edit
de_de: Bearbeiten

source: will lead you to the page "Edit Gallery". A simple click on its name will do the same.
de_de: führt Dich zur Seite "Gallerie bearbeiten". Eine Gallerie kannst du auch bearbeiten, indem du direkt auf dessen Titel klickst.

source: Quick Edit
de_de: Schnellbearbeitung

source: opens a box where you can edit some of a gallery's details.
de_de: öffnet eine Box, über die du einige Galleriedetails bearbeiten kannst.

source: Delete
de_de: Löschen

source: will move a gallery to the trash. A trashed gallery can not be viewed on your Wordpress side. You can restore a gallery from the trash or delete it permanently at any time.
de_de: verschiebt die Gallerie in den Papierkorb. Eine Gallerie im Papierkorb kann nicht mehr auf der Wordpress-Seite angesehen werden. Du kannst jederzeit eine Gallerie aus dem Papierkorb wiederherstellen oder unwiederruflich löschen.

source: View
de_de: Ansicht

source: lets you view the gallery how it is shown to the public.
de_de: zeigt die Gallerie so, wie sie für die Öffentlichkeit angezeigt wird.

source: Restore
de_de: Wiedererstellen

source: restores a deleted item. It will return to its former state.
de_de: stellt ein gelöschtes Objekt wieder her. Es kehrt zu seinem früheren Zustand zurück.

source: Delete Permalently
de_de: Unwiederruflich löschen

source: will delete a gallery permanently. This action can not be undone!
de_de: löscht eine Gallerie permanent. Diese Aktion kann nicht rückgängig gemacht werden!

source: Useage
de_de: Verwendung

source: If your current theme supports menus you can add a gallery to them. Simply click Design > Menus and then choose your gallery from the list on the left.
de_de: Wenn das aktuelle Thema Menüs unterstützt kannst Du eine Gallerie in ein Menü einfügen. Dazu klicke einfach auf Design > Menüs und wähle die Gallerie aus der Liste auf der linken Seite.

source: If you cannot choose a gallery them make sure your checked Galleries in the Screen Options tab.
de_de: Wenn Du keine Gallerie auswählen kannst, stelle sicher, dass die Option "Gallerien" in den Anzeigeoptionen ausgewählt ist.

source: Enter a name for your gallery. After you entered a name, you'll see the permalink below, which you can edit as well.
de_de: Gib einen Namen für deine Gallerie ein. Nachdem du einen Namen eingegeben hast, erscheint der Permalink darunter, denn du selbstverständlich bearbeiten kannst.

source: Enter the text for your gallery. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab.
de_de: Gib the Text für deine Gallerie ein. Es gibt zwei Arten der Bearbeitung: "Visuell" und "Text". Wähle eine Art, indem du auf den entsprechenden Reiter des Editors klickst.

source: Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls.
de_de: "Visuell" gibt dir einen WYSIWYG Editor. Ein Klick auf die letzte Schaltfläche der ersten Reihe öffnet eine zweite.

source: The Text mode allows you to enter HTML along with your gallery text. Line breaks will be converted to paragraphs automatically.
de_de: "Text" erlaubt dir HTML einzugeben. Zeilenumbrüche werden automatisch in Paragraphen (<p>) umgewandelt.

source: Add
de_de: Hinzufügen

source: Click this button to add albums to the gallery. A dialog will show up where you can choose albums to be added to the gallery. When finished click on "Add to Gallery".
de_de: Klicke diese Schaltfläche um Alben zur Gallerie hinzuzufügen. Ein Dialogfenster erscheint indem Du Alben auswählen kannst, die zur Gallerie hinzugefügt werden sollen. Wenn Du fertig bist, klicke OK.

source: Remove
de_de: Entfernen

source: After you selected an album this button will show up. Click it to remove albums from this gallery.
de_de: Nachdem du ein Album ausgewählt hast wird diese Schaltfläche erscheinen. Klicke auf sie, um Alben aus der Galerie zu entfernen.

source: To change the order of your albums simply drag and drop them. Left click on an album, keep the button pressed, move the album to its new location and release the mouse button.
de_de: Per Drag und Drop kannst Du die Reihenfolde der Bilder ändern. Klicke mit der linken Maustaste auf ein Bild, halte sie gedrückt, verschiebe das Bild an seine neue Stelle und lasse die Maustaste los.

source: If you having trouble rearranging an album try dragging your selection over another album. Try to avoid gaps between albums because only if your mouse pointer is over another album will your selection move to a new location.
de_de: Wenn Du Schwierigkeiten hast Alben neu anzuordnen, versuche Deine Auswahl über ein anderes Album zu ziehen. Versuche die Lücken zwischen Alben zu vermeiden, denn nur wenn der Mauszeiger über einem anderen Album ist, bewegt sich Deine Auswahl an eine neue Platz.

source: Tip:
de_de: Tipp:

source: Hold down <code>Ctrl</code> or <code>Shift</code>, or use your mouse and draw a frame to select more than one album at a time.
de_de: Halte <code>Strg</code> oder <code>Shift</code> gedrückt, oder benutze Deine Maus und ziehe einen Rahmen, um mehr als nur ein Album auf einmal zu bewegen.

source: Gallery Design
de_de: Galleriedesign

source: If your current theme provides designs for galleries you can choose from them. Some designs offer options you can change for each gallery.
de_de: Wenn das aktuelle Thema Albendesigns bietet, kannst du eines für das Album wählen. Einige Designs bieten Optionen an, die du für jedes Album setzen kannst.

source: Note:
de_de: Hinweis:

source: If the current theme does not provide any design the box for choosing one will be hidden.
de_de: Wenn das aktuelle Thema keine Designs bietet, wird die Box zum Auswählen eines Designs nicht angezeigt.

source: Publish Settings
de_de: Veröffentlichen

source: You can set the terms of publishing your gallery in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a gallery. Publish (immediately) allows you to set a future or past date and time, so you can schedule a gallery to be published in the future or backdate a gallery.
de_de: Hier kannst du alle Details zur Veröffentlichung deiner Gallerie einstellen. So kannst du mittels Klick auf "Bearbeiten" bei "Sichtbarkeit" die Gallerie per Passwort schützen. Die Optionen bei "Sofort veröffentlichen" geben dir die Möglichkeit, eine Gallerie zurückzudatieren oder eine Gallerie erst in der Zukunft zu veröffentlichen - die Gallerie ist erst dann öffentlich sichtbar, nachdem das eingestellte Datum und Uhrzeit erreicht wurden. Vergiss' nicht, etwaige Änderungen erst mit einem Klick auf "OK" zu bestätigen.

source: On this page you find all your albums. An album contains images from the Media Manager and you can add albums to galleries.
de_de: Auf dieser Seite findest du alle deine Alben. Ein Album besteht aus Bilder aus dem Media Manager. Du kannst Alben in Gallerien einfügen.

source: will lead you to the page "Edit Album". A simple click on its name will do the same.
de_de: führt Dich zur Seite "Album bearbeiten". Eine Gallerie kannst du auch bearbeiten, indem du direkt auf dessen Titel klickst.

source: will move an album to the trash. A trashed album can not be viewed on your Wordpress side. You can restore an album from the trash or delete it permanently at any time.
de_de: verschiebt das Album in den Papierkorb. Ein Album im Papierkorb kann nicht mehr auf der Wordpress-Seite angesehen werden. Du kannst jederzeit ein Album aus dem Papierkorb wiederherstellen oder unwiederruflich löschen.

source: lets you view the album how it is shown to the public.
de_de: zeigt das Album so, wie sie für die Öffentlichkeit angezeigt wird.

source: will delete an album permanently. This action can not be undone!
de_de: löscht ein Album permanent. Diese Aktion kann nicht rückgängig gemacht werden!

source: Enter a name for your album. After you entered a name, you'll see the permalink below, which you can edit as well.
de_de: Gib einen Namen für dein Album ein. Nachdem du einen Namen eingegeben hast, erscheint der Permalink darunter, denn du selbstverständlich bearbeiten kannst.

source: Enter the text for your album. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab.
de_de: Gib the Text für dein Album ein. Es gibt zwei Arten der Bearbeitung: "Visuell" und "Text". Wähle eine Art, indem du auf den entsprechenden Reiter des Editors klickst.

source: The Text mode allows you to enter HTML along with your album text. Line breaks will be converted to paragraphs automatically.
de_de: "Text" erlaubt dir HTML einzugeben. Zeilenumbrüche werden automatisch in Paragraphen (<p>) umgewandelt.

source: Click this button to add images to the album. A dialog will show up where you can choose images to be added to the album. When finished click on "Add to Album".
de_de: Klicke auf diese Schaltfläche um Bilder zum Album hinzuzufügen. Ein Dialog erscheint über diesen du Bilder auswählen kannst. Wenn du fertig bist, klicke auf "Zum Album hinzufügen"

source: After you selected an image this button will show up. Click it to remove images from this album.
de_de: Diese Schaltfläche erscheint, sobald du Bilder ausgewählt hast. Klicke auf sie, um Bilder aus dem Album zu entfernen.

source: To change the order of your images simply drag and drop them. Left click on an image, keep the button pressed, move the image to its new location and release the mouse button.
de_de: Per Drag und Drop kannst Du die Reihenfolde der Bilder ändern. Klicke mit der linken Maustaste auf ein Bild, halte sie gedrückt, verschiebe das Bild an seine neue Stelle und lasse die Maustaste los.

source: If you having trouble rearranging an image try dragging your selection over another image. Try to avoid gaps between images because only if your mouse pointer is over another image will your selection move to a new location.
de_de: Wenn Du Schwierigkeiten hast Bilder neu anzuordnen, versuche Deine Auswahl über ein anderes Bild zu ziehen. Versuche die Lücken zwischen Bildern zu vermeiden, denn nur wenn der Mauszeiger über einem anderen Bild ist, bewegt sich Deine Auswahl an eine neue Platz.

source: Hold down <code>Ctrl</code> or <code>Shift</code>, or use your mouse and draw a frame to select more than one image at a time.
de_de: Halte <code>Strg</code> oder <code>Shift</code> gedrückt, oder benutze Deine Maus und ziehe einen Rahmen, um mehr als nur ein Bild auf einmal zu bewegen.

source: If your current theme provides designs for albums you can choose from them. Some designs offer options you can change for each album.
de_de: Wenn das aktuelle Thema Albendesigns bietet, kannst du eines für das Album wählen. Einige Designs bieten Optionen an, die du für jedes Album setzen kannst.

source: You can set the terms of publishing your album in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting an album. Publish (immediately) allows you to set a future or past date and time, so you can schedule an album to be published in the future or backdate an album.
de_de: Hier kannst du alle Details zur Veröffentlichung dein Album einstellen. So kannst du mittels Klick auf "Bearbeiten" bei "Sichtbarkeit" das Album per Passwort schützen. Die Optionen bei "Sofort veröffentlichen" geben dir die Möglichkeit, ein Album zurückzudatieren oder ein Album erst in der Zukunft zu veröffentlichen - das Album ist erst dann öffentlich sichtbar, nachdem das eingestellte Datum und Uhrzeit erreicht wurden. Vergiss' nicht, etwaige Änderungen erst mit einem Klick auf "OK" zu bestätigen.

source: Thumbnail
de_de: Vorschaubild

source: You can assign an image to be used as an album's thumbnail. A thumbnail is a image representing the entire album.
de_de: Du kannst dem Album ein Bild als Vorschaubild zuweisen. Ein Vorschaubild is ein Bild, das das gesammte Album repräsentiert.

source: Choose
de_de: Auswählen

source: Click this button to choose an image to be the albums's thumbnail. A dialog will show up where you can choose an image. When finished click on "Choose as Thumbnail".
de_de: Klick auf diese Schaltfläche um ein Vorschaubild für das Album auszuwählen. Ein Dialog erscheint über diesen du ein Bild wählen kannst. Wenn du fertig bist, klicke auf "Vorschaubild auswählen".

source: Clear
de_de: Zurücksetzen

source: Resets you choice.
de_de: Setzt deine Auswahl zurück.

source: Documentation on Managing Posts
de_de: Documentation on Managing Posts (engl.)

source: Documentation on Writing and Editing Posts
de_de: Documentation on Writing and Editing Posts (engl.)

source: For more Information:
de_de: Für mehr Informationen:

source: API and Examples
de_de: API und Beispiele

source: Scheduled for %s
de_de: Geplant am %s

source: Password Protected
de_de: Passwortgeschützt

source: Public
de_de: Veröffentlicht

source: Draft
de_de: Entwurf

source: Private
de_de: Privat

source: %d Image
de_de: %d Bild

source: 0 Images
de_de: 0 Bilder

source: Unnamed Album
de_de: Unbenanntes Album

source: By %s
de_de: Von %s

source: - No Albums -
de_de: - Keine Alben -

source: - No Images -
de_de: - Keine Bilder -

source: Images
de_de: Bilder

source: Create photo-galleries with ease.
de_de: Erstelle mühelos Photogallerien
