Repository: wp-plugins/kt-photogallery
Catalog: photogallery-*.po
Languages: de_de

source: Photogallery
de_de: Bildergallerie

source: Photogalleries
de_de: Bildergallerien

source: Photoalbum
de_de: Bilderalbum

source: Sorting one Image
de_de: Sortiere ein Bild

source: Sorting %d Images
de_de: Sortiere %d Bilder

source: Choose Albums
de_de: Alben auswählen

source: Close
de_de: Schließen

source: Add
de_de: Hinzufügen

source: Click here to publish this gallery
de_de: Klicke hier um diese Gallerie zu veröffentlichen

source: This gallery is published
de_de: Diese Gallerie ist veröffentlicht

source: Click here to turn this gallery into a draft
de_de: Klicke hier um diese Gallerie in einen Entwurf zu verwandeln

source: This gallery is a draft
de_de: Diese Gallerie ist ein Entwurf.

source: Choose Thumbnail
de_de: Vorschaubild auswählen

source: Use
de_de: Verwenden

source: Choose Images
de_de: Bilder auswählen

source: Click here to publish this album
de_de: Klicke hier um diese Album zu veröffentlichen

source: This album is published
de_de: Diese Gallerie ist veröffentlicht

source: Click here to turn this album into a draft
de_de: Klicke hier um dieses Album in einen Entwurf zu verwandeln

source: This album is a draft
de_de: Dieses Album ist ein Entwurf

source: New Gallery
de_de: Neue Gallerie

source: New Album
de_de: Neues Album

source: Edit Gallery
de_de: Gallerie bearbeiten

source: All Galleries
de_de: Alle Gallerien

source: Edit Album
de_de: Album bearbeiten

source: Photoalbums
de_de: Bilderalben

source: All Albums
de_de: Alle Alben

source: For more information:
de_de: Für mehr Informationen:

source: Photogallery Documentation
de_de: Bildergallerie Dokumentation

source: Overview
de_de: Übersicht

source: On this page you find all your photogalleries. A photogallery consists of albums which themselfs contain images from your Media Manager. If your current theme supports menus you can add photogalleries to it.
de_de: Auf dieser Seite findest Du alle Deine Gallerien. Eine Photogallerie besteht aus Alben, die ihrerseits aus Bildern bestehen. Wenn das aktuelle Thema der Seite Menüs unterstützt, kannst Du dort Photogallerien einfügen.

source: Actions
de_de: Aktionen

source: If you move your mouse over an entry in the list additional options show up:
de_de: Wenn Du mit der Maus über einen Eintrag in der Liste fähst, dann werden zusätzlich Optionen angezeigt.

source: Edit
de_de: Bearbeiten

source: will lead you to the page "Edit Photogallery". A simple click on its name will do the same.
de_de: führt Dich zur Seite "Gallerie bearbeiten". Eine Gallerie kannst du auch bearbeiten, indem du direkt auf dessen Titel klickst.

source: Delete
de_de: Löschen

source: will move a gallery to the trash. A trashed gallery can not be viewed on your Wordpress side. You can restore a gallery from the trash or delete it permanently at any time.
de_de: verschiebt die Gallerie in den Papierkorb. Eine Gallerie im Papierkorb kann nicht mehr auf der Wordpress-Seite angesehen werden. Du kannst jederzeit eine Gallerie aus dem Papierkorb wiederherstellen oder unwiederruflich löschen.

source: Useage
de_de: Verwendung

source: If your current theme supports menus you can add it to it. Simply click Design > Menus and then choose your gallery from the list on the left.
de_de: Du kannst Gallerien zu Menüs hinzufügen, wenn das aktuelle Thema Menüs unterstützt. Dazu klicke einfach auf Design > Menüs und wähle Deine Gallerie von der linken Seite aus.

source: Depending on your theme's design your gallery will now show up on your Wordpress side.
de_de: Abhängig vom Aussehen des Themas der Seite, wird Deine Gallerie auf der Wordpress-Seite angezeigt werden.

source: Galleries
de_de: Gallerien

source: You do not have sufficient permissions to view this page.
de_de: Du hast nicht die erforderlichen Rechte, um auf diese Seite zuzugreifen.

source: Unnamed Gallery
de_de: Unbenannte Gallerie

source: Gallery %s is now public.
de_de: Gallerie “%s” is nun öffentlich.

source: Gallery %s is now a draft.
de_de: Gallerie “%s” ist nun ein Entwurf.

source: Gallery %s moved to trash
de_de: Gallerie “%s” wurde in den Papierkorb verschoben.

source: Gallery %s restored from trash
de_de: Gallerie “%s” wurde aus dem Papierkorb wiederhergestellt.

source: Gallery %s was permanently deleted
de_de: Gallerie “%s” wurde unwiederruflich gelöscht.

source: Undo
de_de: Aktion rückgängig machen

source: %d galleries are now public.
de_de: %d Gallerien sind nun öffentlich.

source: %d galleries are now a draft.
de_de: %d Gallerien sind nun Entwürfe.

source: %d galleries moved to trash.
de_de: %d Gallerien wurden in den Papierkorb verschoben.

source: %d galleries restored from trash.
de_de: %d Gallerien wurden aus dem Papierkorb wiederhergestellt.

source: %d galleries were permanently deleted.
de_de: %d Gallerien wurden unwiederruflich gelöscht.

source: Search results for &#8220;%s&#8221;
de_de: Suchergebnisse für &#8220;%s&#8221;

source: All
de_de: Alle

source: Public
de_de: Veröffentlichte

source: Drafts
de_de: Entwürfe

source: Trash
de_de: Papierkorb

source: Click here to search for galleries
de_de: Klicke hier um nach Gallerien zu suchen

source: Search Galleries
de_de: Gallerien durchsuchen

source: Gallery Name
de_de: Galleriename

source: You have to type a name for your gallery into the text field. Otherwise your gallery will not be available to the public.
de_de: Du musst einen Gallerienamen in das Textfeld eingeben. Andernfalls wird Deine Gallerie für die Öffentlichkeit nicht verfügar sein.

source: After you have typed in a name for your gallery, its unique permalink will be shown beneath the text field based on the name. A permalink is used inside a link to a gallery and it is unique for one gallery.
de_de: Nachdem Du einen Galerienamen eingeben hast, wird der einmalige Permalink unter dem Textfeld angezeigt. Ein Permalink wird in Links zur Gallerie verwendet und sie sind für eine Gallerei einmalig.

source: You can edit the permalink by clicking on the yellow box at the end of the web-address/URL. When you are done editing the permalink click outside the yellow box or press <code>Enter</code> and wait for the new permalink to be checked. If your choice is unique then it is kept, otherwise the yellow box restores the permalink given by Wordpress.
de_de: Du kannst einen Permalink bearbeiten, indem Du auf die gelbe Box am Ende der Internetadresse/URL klickst. Wenn du mit der Bearbeitung fertig bist, klicke außerhalb der gelben Box oder drücke <code>Enter</code> und warte, bis der neue Permalink überprüft wurde. Wenn Deine Wahl einzigartig ist, dann wird sie behalten, andernfalls stellt die gelbe Box den Permalink wieder her, der von Wordpress vergeben wurde.

source: If you want to cancel your change press <code>Esc</code>.
de_de: Wenn Du das Editieren abbrechen willst, drücke <code>Esc</code>.

source: Add Album
de_de: Album hinzufügen

source: Click this button to add albums to the gallery. A dialog will show up where you can choose albums to be added to the gallery. When finished hit OK.
de_de: Klicke diese Schaltfläche um Alben zur Gallerie hinzuzufügen. Ein Dialogfenster erscheint indem Du Alben auswählen kannst, die zur Gallerie hinzugefügt werden sollen. Wenn Du fertig bist, klicke OK.

source: Remove from Gallery
de_de: Aus Gallerie entfernen

source: After you selected an album this button will show up. Click it to remove albums from this gallery.
de_de: Nachdem du ein Album ausgewählt hast wird diese Schaltfläche erscheinen. Klicke auf sie, um Alben aus der Galerie zu entfernen.

source: Reorder Albums
de_de: Alben sortieren

source: To change the order of your albums simply drag and drop them. Left click on an album, keep the button pressed, move the album to its new location and release the mouse button.
de_de: Per Drag und Drop kannst Du die Reihenfolde der Bilder ändern. Klicke mit der linken Maustaste auf ein Bild, halte sie gedrückt, verschiebe das Bild an seine neue Stelle und lasse die Maustaste los.

source: If you having trouble rearranging your album try dragging your selection over another album. Try to avoid gaps between albums because only if your mouse pointer is over another album will your selection move to a new location.
de_de: Wenn Du Schwierigkeiten hast Alben neu anzuordnen, versuche Deine Auswahl über ein anderes Album zu ziehen. Versuche die Lücken zwischen Alben zu vermeiden, denn nur wenn der Mauszeiger über einem anderen Album ist, bewegt sich Deine Auswahl an eine neue Platz.

source: Hold down <code>Ctrl</code> or <code>Shift</code>, or use your mouse and draw a frame to select more than one album at a time.
de_de: Halte <code>Strg</code> oder <code>Shift</code> gedrückt, oder benutze Deine Maus und ziehe einen Rahmen, um mehr als nur ein Album auf einmal zu bewegen.

source: Gallery Name:
de_de: Galleriename:

source: Click here to edit the Permalink
de_de: Klicke hier um den Permalink zu bearbeiten

source: Published
de_de: Veröffentlicht

source: Draft
de_de: Entwurf

source: Click here to add albums!
de_de: Klicke hier um Alben einzufügen!

source: No Albums found
de_de: Keine Alben gefunden

source: On this page you find all your photoalbums. An album contains images from the Media Manager.
de_de: Auf dieser Seite findest Du alle Deine Photoalben. Ein Album enthält Bilder aus der Medienübersicht.

source: will lead you to the page "Edit Photoalbum". A simple click on its name will do the same.
de_de: führt Dich zur Seite "Album bearbeiten". Ein Photoalbum kannst du auch bearbeiten, indem du direkt auf dessen Titel klickst.

source: will move a album to the trash. A trashed album can not be viewed on your Wordpress side. You can restore a album from the trash or delete it permanently at any time.
de_de: verschiebt das Album in den Papierkorb. Ein Album im Papierkorb kann nicht mehr auf der Wordpress-Seite angesehen werden. Du kannst jederzeit ein Album aus dem Papierkorb wiederherstellen oder unwiederruflich löschen.

source: Albums
de_de: Alben

source: Unnamed Album
de_de: Unbenanntes Album

source: Album %s is now public.
de_de: Album “%s” is nun öffentlich.

source: Album %s is now a draft.
de_de: Album “%s” ist nun ein Entwurf.

source: Album %s moved to trash
de_de: Album “%s” wurde in den Papierkorb verschoben.

source: Album %s restored from trash
de_de: Album “%s” wurde aus dem Papierkorb wiederhergestellt.

source: Album %s was permanently deleted
de_de: Album “%s” wurde unwiederruflich gelöscht.

source: %d albums are now public.
de_de: %d Alben sind nun öffentlich.

source: %d albums are now a draft.
de_de: %d Alben sind nun Entwürfe.

source: %d albums moved to trash.
de_de: %d Alben wurden in den Papierkorb verschoben.

source: %d albums restored from trash.
de_de: %d Alben wurden aus dem Papierkorb wiederhergestellt.

source: %d albums were permanently deleted.
de_de: %d Alben wurden unwiederruflich gelöscht.

source: Click here to search for albums
de_de: Klicke hier um nach Alben zu suchen

source: Search Albums
de_de: Alben durchsuchen

source: You have to enter a name for your album into the first text field.
de_de: Du must einen Name für das Album in das Textfeld eingeben.

source: Depending on your current theme the album name might actually been used on your Wordpress side.
de_de: Abhängig vom aktuellen Thema kann es sein, dass der Albumname tatsächlich auf der Wordpress-Seite benutzt wird.

source: Thumbnail
de_de: Vorschaubild

source: If you click on the box on the left you can choose a thumbnail for the album.
de_de: Wenn Du auf die Box zur Linken klickst, kannst Du ein Vorschaubild für das Album auswählen.

source: You can delete a thumbnail by hovering over the box and click on the red button showing up.
de_de: Du kannst ein Vorschaubild wieder löschen, indem Du über die Auswahlbox fährst und die dann erscheinende rote Schaltfläche anklickst.

source: If you do not choose an thumbnail but the current theme needs one, Wordpress will choose the first available image inside the album and uses it as thumbnail for the album.
de_de: Wenn Du kein Vorschaubild auswählst, aber das aktuelle Thema eine braucht, wird Wordpress das erste verfügbare Bild im Album wählen und es als Vorschaubild für das Album verwenden.

source: Add &amp; Remove Photos
de_de: Bilder hinzufügen &amp; entfernen

source: Add Photo
de_de: Bild hinzufügen

source: Click this button to add images from the Media Manager to your album.
de_de: Klicke auf diese Schaltfläche um Bilder aus dem Media Manager in das Album einzufügen.

source: Remove from Album
de_de: Aus Album entfernen

source: After you selected one or more albums this button will show up. Click it to delete images from the album. Hold down <code>Ctrl</code> or <code>Shift</code>, or use your mouse and draw a frame to delete multiple images at once.
de_de: Nachdem du ein Album ausgewählt hast, wird diese Schaltfläche erscheinen. Klicke auf sie, um Alben aus der Galerie zu entfernen. Halte <code>Strg</code> oder <code>Shift</code> gedrückt, oder benutze Deine Maus und zeihe einen Rahmen, um mehrere Alben gleichzeitig zu löschen.

source: Images you deleted from this album are still available to other albums, posts and such. To actually delete an image you have to delete it inside the Media Manager.
de_de: Bilder, die Du aus dem Album entfernst, sind immer noch für anderen Alben, Beiträgen und dergleichen verfügbar. Um ein Bild wirklich zu löschen, musst Du es im Media Manager löschen.

source: Order Photos
de_de: Bilder sortieren

source: To change the order of your images simply drag and drop them. Left click on an image, keep the button pressed, move the image to its new location and release the mouse button.
de_de: Per Drag und Drop kannst Du die Reihenfolde der Bilder ändern. Klicke mit der linken Maustaste auf ein Bild, halte sie gedrückt, verschiebe das Bild an seine neue Stelle und lasse die Maustaste los.

source: Hold down <code>Ctrl</code> or <code>Shift</code>, or use your mouse and draw a frame to move more than one image at a time.
de_de: Halte <code>Strg</code> oder <code>Shift</code> gedrückt, oder benutze Deine Maus und ziehe einen Rahmen, um mehr als nur ein Bild auf einmal zu bewegen.

source: If you having trouble rearranging your images try dragging your selection over another image. Try to avoid gaps between images because only if your mouse pointer is over another image will your selection move to a new location.
de_de: Wenn Du Schwierigkeiten hast Bilder neu anzuordnen, versuche Deine Auswahl über ein anderes Bild zu ziehen. Versuche die Lücken zwischen Bildern zu vermeiden, denn nur wenn der Mauszeiger über einem anderen Bild ist, bewegt sich Deine Auswahl an eine neue Platz.

source: Add Photos
de_de: Bilder hinzufügen

source: Click here to choose a thumbnail for this album
de_de: Klicke hier um ein Vorschaubild für dieses Album auszuwählen.

source: No Thumbnail
de_de: Kein Vorschaubild

source: Choose
de_de: Auswählen

source: Delete Thumbnail
de_de: Vorschaubild löschen

source: Click here to add photos!
de_de: Klicke hier um Bilder einzufügen!

source: New
de_de: Neu

source: Author
de_de: Autor

source: Date
de_de: Datum

source: Restore
de_de: Wiedererstellen

source: Delete Permanently
de_de: Unwiederruflich löschen

source: Edit %s
de_de: “%s” bearbeiten

source: Never modified
de_de: Noch nie geändert

source: Modified
de_de: zuletzt geändert

source: Unpublished
de_de: Unveröffendlicht

source: Y/m/d g:i:s A
de_de: d.m.Y - H:i:s

source: %s ago
de_de: vor %s

source: Y/m/d
de_de: d.m.Y

source: No published galleries found
de_de: Keine veröffentlichten Gallerien gefunden

source: No gallery drafts found
de_de: Keine Gallerieentwürfe gefunden

source: No galleries in trash found
de_de: Keine Gallerien im Papierkorb gefunden

source: No galleries found
de_de: Keine Gallerien gefunden

source: Photos
de_de: Bilder

source: No published albums found
de_de: Keine veröffentlichten Alben gefunden

source: No album drafts found
de_de: Keine Albenentwürfe gefunden

source: No albums in trash found
de_de: Keine Alben im Papierkorb gefunden

source: No albums found
de_de: Keine Alben gefunden
